import React from 'react'
import styles from './styles/index.module.scss'

export default function About() {
    return (
        <div className={styles.about}>
            <div className="container">
                <div className={styles.about__wrapper}>
                    <h1>Про нас:</h1>
                    <p>
                        <span>
                            Ми - команда Techno, зосереджена на наданні комплексної освіти у сфері безпеки в Інтернеті та цифрової грамотності. Наша місія полягає в тому, щоб зробити інтернет-середовище безпечним та доступним для всіх користувачів. Ми віримо, що кожен має право на доступ до інформації, необхідної для захисту себе в онлайн-світі.
                        </span>
                        <span>
                            Наші курси спрямовані на навчання безпеці в Інтернеті та ефективному використанню цифрових інструментів, включаючи українські застосунки та сервіси. Ми прагнемо підтримувати розвиток української інтернет-культури та сприяти використанню місцевих інноваційних продуктів.
                        </span>
                        <span>
                            Ми допомагаємо учням зрозуміти загрози, що можуть виникнути в мережі, і надаємо їм засоби для їх ефективного управління. Від основ безпеки онлайн до оптимізації веб-браузерів та застосунків - ми стежимо за всім, щоб наші учасники були добре підготовлені до цифрового світу.
                        </span>
                        <span>
                            Ми прагнемо створити спільноту, де кожен може ділитися своїм досвідом і знаннями. Наші курси не лише навчають, а й створюють платформу для обміну ідеями та взаємної підтримки. Від новачків до досвідчених користувачів - усі знайдуть у нас корисну інформацію та підтримку для подальшого розвитку своєї цифрової грамотності.
                        </span>
                        <span>
                            З Techno ви отримаєте не лише знання, а й впевненість у власних навичках для безпечного та продуктивного перебування в інтернеті.
                        </span>
                    </p>
                </div>
            </div>
        </div>
    )
}
